Revit 2018 API
FilledRegionBackground Enumeration
 The filled region background types.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.0)
Since: 2013
Syntax
C#
public enum FilledRegionBackground
Visual Basic
Public Enumeration FilledRegionBackground
Visual C++
public enum class FilledRegionBackground
Members
Member name | Description
Opaque |  Opaque background.
Transparent |  Transparent background.
See Also
Autodesk.Revit.DB Namespace